{
	"sectionNumber": 12.1,
	"CEFRLevel": "B1",
	"dialect": "American",
	"sectionTitle": "The news",
	"sectionObjective": "Talk about the pros and cons of online news",
	"GKU": "Language_Hub_B1_Unit12_Lesson12_1",
	"sectionSkills": [
		{
			"skillType": "V",
			"skillName": "Vocabulary",
			"skillTitle": "news expressions"
		},
		{
			"skillType": "G",
			"skillName": "Grammar",
			"skillTitle": "reported speech"
		},
		{
			"skillType": "P",
			"skillName": "Pronunciation",
			"skillTitle": "/ɒ /, /ɔː/ and /oʊ/"
		}
	],
	"hasReading": true,
	"sectionPart": [
		{
			"partTitle": "READING",
			"partImage": "",
			"partSubTitle": null,
			"textMode": "full article",
			"textContents": [
				{
					"paragraphOrdinal": 1,
					"paragraphTitle": "The news:",
					"paragraphSubtitles": null,
					"paragraphContents": [
						"Not long ago, television, radio and newspapers were the main ways of receiving the latest news. But the way we get our news today is very different. Most of us have mobile devices and the internet is available almost everywhere. As a result, online news sites and social media give us quick and easy access to what is going on in the world. Headlines change constantly, we get breaking news as it happens and we can follow the latest developments minute by minute."
					]
				},
				{
					"paragraphOrdinal": 2,
					"paragraphTitle": null,
					"paragraphSubtitles": null,
					"paragraphContents": [
						"Most people still believe traditional media more than news found online, stating that online articles tend to have a very one-sided view. When questioned further, one person said they thought the news was usually unreliable or that they did not trust it. In contrast, those who get their news from the TV, radio or paper said that 'fake' or biased news was not really a concern. This lack of trust in online news is mostly because it is so easy for anyone to set up a website and report the news. This means there is less control over online journalism, and separating fact from fiction is becoming more difficult."
					]
				},
				{
					"paragraphOrdinal": 3,
					"paragraphTitle": null,
					"paragraphSubtitles": null,
					"paragraphContents": [
						"Fake news' has become a familiar term. It describes invented news stories that are designed to seem real. Fake news stories are usually used for political reasons or to support some other way of thinking. There were a number of famous fake news stories, for example, during the 2016 United States presidential election. Some fake news websites are designed to look like genuine news sites and have similar web addresses, for example, ABCnews.net. Also, the fake news stories are usually mixed in with real stories, which makes it difficult to notice them."
					]
				},
				{
					"paragraphOrdinal": 4,
					"paragraphTitle": null,
					"paragraphSubtitles": null,
					"paragraphContents": [
						"So, how do we know if a story is fake or not? First, check the source of the story. If the story comes from an unfamiliar organization, check the 'about' section to learn more. Look closely at the website address. When you are reading, notice how much information there is to support the story. Genuine stories will have a lot of supporting facts. Also, look carefully at the pictures - false news stories usually contain fake images. Finally, check to see if other reliable organizations are reporting the story. If not, it may mean that the story is false. Also, most important of all, use your own common sense and think critically about the stories being reported - don't believe everything you read!"
					]
				}
			],
			"sets": [
				{
					"setMarker": "A",
					"setHeading": "READ FOR GIST",
					"textImage": "",
					"setAudioNumber": null,
					"setIgnore": true,
					"exerciseType": "RC - multiple choice",
					"exerciseInstruction": "Read the article and choose the best subtitle. Give reasons.",
					"exercises": [
						{
							"sentenceOrdinal": 1,
							"paragraphOrdinal": null,
							"exerciseQuestion": "Read the article and choose the best subtitle.",
							"exerciseMinAnswer": null,
							"exerciseMaxAnswer": null,
							"exerciseAnswer": "truth or lies?",
							"LKUs": [
								"truth",
								"lie"
							],
							"sentenceAnswerOptions": [
								"here and now",
								"good or bad?",
								"past and present",
								"truth or lies?"
							],
							"context": "textContents"
						}
					]
				},
				{
					"setMarker": "B",
					"setHeading": "READ FOR DETAIL",
					"textImage": "",
					"setAudioNumber": null,
					"setIgnore": false,
					"exerciseType": "RC - highlight",
					"exercises": [
						{
							"sentenceOrdinal": 1,
							"paragraphOrdinal": null,
							"exerciseQuestion": "Today, what are the main ways we get our news?",
							"exerciseMaxAnswer": "online news sites",
							"exerciseMinAnswer": "As a result, online news sites and social media give us quick and easy access to what is going on in the world.",
							"exerciseAnswer": null,
							"LKUs": [
								"online",
								"news"
							],
							"context": "textContents"
						},
						{
							"sentenceOrdinal": 2,
							"paragraphOrdinal": null,
							"exerciseQuestion": "Do people trust newspapers, radio and TV news more or less than online news sites?",
							"exerciseMaxAnswer": "Most people still believe traditional media more than news found online – stating that online articles tend to have a very one-sided view.",
							"exerciseMinAnswer": "Most people still believe traditional media more",
							"exerciseAnswer": null,
							"LKUs": [
								"trust"
							],
							"context": "textContents"
						},
						{
							"sentenceOrdinal": 3,
							"paragraphOrdinal": null,
							"exerciseQuestion": "Why is there less control over the quality of journalism today than in the past?",
							"exerciseMaxAnswer": "This lack of trust in online news is mostly because it is so easy for anyone to set up a website and report the news",
							"exerciseMinAnswer": "it is so easy for anyone to set up a website",
							"exerciseAnswer": null,
							"LKUs": [
								"quality",
								"journalism"
							],
							"context": "textContents"
						},
						{
							"sentenceOrdinal": 4,
							"paragraphOrdinal": null,
							"exerciseQuestion": "What is fake news?",
							"exerciseMaxAnswer": "It describes invented news stories that are designed to seem real.",
							"exerciseMinAnswer": "invented news stories that are designed to seem real",
							"exerciseAnswer": null,
							"LKUs": [
								"fake",
								"news"
							],
							"context": "textContents"
						},
						{
							"sentenceOrdinal": 5,
							"paragraphOrdinal": null,
							"exerciseQuestion": "Why is it usually difficult to know if something is fake news or not?",
							"exerciseMaxAnswer": "Some fake news websites are designed to look like genuine news sites and have similar web addresses, for example ABCnews.nett.",
							"exerciseMinAnswer": "websites are designed to look like genuine",
							"exerciseAnswer": null,
							"LKUs": [
								"fake",
								"news"
							],
							"context": "textContents"
						},
						{
							"sentenceOrdinal": 6,
							"paragraphOrdinal": null,
							"exerciseQuestion": "What can help us to decide if a news story is fake or not?",
							"exerciseMaxAnswer": "First, check the source of the story. If the story comes from an unfamiliar organization, check the ‘about’ section to learn more.",
							"exerciseMinAnswer": "check the source",
							"exerciseAnswer": null,
							"LKUs": [
								"source",
								"check"
							],
							"context": "textContents"
						}
					]
				},
				{
					"setMarker": "C",
					"setHeading": "SPEAK",
					"textImage": "",
					"setAudioNumber": null,
					"setIgnore": true,
					"exerciseType": null,
					"exerciseInstruction": "Work in pairs. Discuss the questions."
				}
			]
		}
	]
}