{
	"sectionNumber": 8.1,
	"CEFRLevel": "B1_plus",
	"dialect": "American",
	"sectionTitle": "Making a difference",
	"sectionObjective": "Explain how an invention works; suggest and evaluate creative ideas",
	"GKU": "Language_Hub_B1plus_Unit8_Lesson8_1",
	"sectionSkills": [
		{
			"skillType": "V",
			"skillName": "Vocabulary",
			"skillTitle": "word families; creative thinking"
		},
		{
			"skillType": "P",
			"skillName": "Pronunciation",
			"skillTitle": "adjective clauses"
		},
		{
			"skillType": "G",
			"skillName": "Grammar",
			"skillTitle": "adjective clauses"
		},
		{
			"skillType": "S",
			"skillName": "Listening",
			"skillTitle": "listening for problems and solutions"
		}
	],
	"hasReading": true,
	"sectionPart": [
		{
			"partTitle": "READING",
			"partImage": "",
			"partSubTitle": null,
			"textMode": "full article",
			"textContents": [
				{
					"paragraphOrdinal": 1,
					"paragraphTitle": "Eden Full Goh: the inventor who is making a big difference",
					"paragraphSubtitles": null,
					"paragraphContents": [
						"Eden Full Goh is perhaps not a name that you immediately recognize, but she is one of the most exciting and creative inventors of the 21st century."
					]
				},
				{
					"paragraphOrdinal": 2,
					"paragraphTitle": null,
					"paragraphSubtitles": null,
					"paragraphContents": [
						"Eden, who was born in Calgary, Canada, started to show talent at the age of nine when she built a solar-powered toy car. That's where her interest in solar power began, but certainly not where it stopped. She had not yet graduated from college when she came up with a very simple, but highly efficient, solar panel system that produces energy at low cost."
					]
				},
				{
					"paragraphOrdinal": 3,
					"paragraphTitle": null,
					"paragraphSubtitles": null,
					"paragraphContents": [
						"Eden's invention, which has won many prizes, is now used in 19 countries, where it makes a real difference to thousands of people's lives. Here is how to use it."
					]
				},
				{
					"paragraphOrdinal": 4,
					"paragraphTitle": "1",
					"paragraphSubtitles": null,
					"paragraphContents": [
						"The SunSaluter is like a table. The top of the table is a solar panel, which can face in different directions."
					]
				},
				{
					"paragraphOrdinal": 5,
					"paragraphTitle": "2",
					"paragraphSubtitles": null,
					"paragraphContents": [
						"Get up early in the morning when it's still dark. Fill one plastic bottle with sand and two more bottles with dirty water. Attach the water bottles to the filter. At the bottom of the filter is a tube that takes clean water to a large container. At the top there's a hook that attaches the filter to the SunSaluter. Hang the filter on one end of the SunSaluter, which will then go down. Hang the bottle that you filled with sand on the other end of the solar panel. Make sure the solar panel is facing the east, where the sun will rise."
					]
				},
				{
					"paragraphOrdinal": 6,
					"paragraphTitle": "3",
					"paragraphSubtitles": null,
					"paragraphContents": [
						"Attach the water bottles to the filter. At the bottom of the filter is a tube that takes clean water to a large container. At the top there’s a hook that attaches the filter to the SunSaluter."
					]
				},
				{
					"paragraphOrdinal": 7,
					"paragraphTitle": "4",
					"paragraphSubtitles": null,
					"paragraphContents": [
						"Hang the filter on one end of the SunSaluter, which will then go down. Hang the bottle that you filled with sand on the other end of the solar panel. Make sure the solar panel is facing the east, where the sun will rise."
					]
				},
				{
					"paragraphOrdinal": 8,
					"paragraphTitle": "5",
					"paragraphSubtitles": null,
					"paragraphContents": [
						"At sunrise, when the sun comes up, the solar panel will start catching sunlight from the east."
					]
				},
				{
					"paragraphOrdinal": 9,
					"paragraphTitle": "6",
					"paragraphSubtitles": null,
					"paragraphContents": [
						"During the day, the water will flow very slowly through the filter to the container, where it is stored. As the water bottles become lighter, the heavy sand bottle slowly pulls the other end of the SunSaluter down. At noon, when the sun is high in the sky, the solar panel will face upwards."
					]
				},
				{
					"paragraphOrdinal": 10,
					"paragraphTitle": "7",
					"paragraphSubtitles": null,
					"paragraphContents": [
						"In the evening, when the water bottles are empty, the solar panel will face west. You can now drink the clean water that you collected during the day."
					]
				}
			],
			"glossaryBox": [
				{
					"glossaryTitle": "Glossary",
					"glossaryContent": [
						"solar panel (n) a piece of equipment that uses energy from the sun to create power."
					]
				}
			],
			"sets": [
				{
					"setMarker": "A",
					"setHeading": "",
					"textImage": "",
					"setAudioNumber": null,
					"setIgnore": true,
					"exerciseType": null,
					"exerciseInstruction": "Work in pairs and discuss the questions."
				},
				{
					"setMarker": "B",
					"setHeading": "READ FOR GIST",
					"textImage": "",
					"setAudioNumber": null,
					"setIgnore": false,
					"exerciseType": "RC - highlight",
					"exerciseInstruction": null,
					"exercises": [
						{
							"sentenceOrdinal": 1,
							"exerciseQuestion": "What is special about Eden and her invention?",
							"exerciseMinAnswer": "solar panel system that produces energy at low cost",
							"exerciseMaxAnswer": "She had not yet graduated from university when she came up with a very simple, but highly efficient, solar panel system that produces energy at low cost.",
							"exerciseAnswers": null,
							"LKUs": [
								"cost",
								"invention"
							],
							"context": "textContents"
						}
					]
				},
				{
					"setMarker": "C",
					"setHeading": "READ FOR DETAIL",
					"textImage": "",
					"setAudioNumber": null,
					"setIgnore": true,
					"exerciseType": "",
					"exerciseInstruction": "Match the explanations (1-7) in the text with the pictures (a-g).",
					"exercises": []
				},
				{
					"setMarker": "D",
					"setHeading": "SPEAK",
					"textImage": "",
					"setAudioNumber": null,
					"setIgnore": true,
					"exerciseType": null,
					"exerciseInstruction": "Make a list of your own life goals. Use the ideas in the box to help you. Then work in pairs and compare your lists."
				}
			]
		}
	]
}